Repository: HajjHackathon-I-001/HajHakathon
Catalog: HajHakathon/Resources/DisplayNameResourses.*.resx
Languages: ar

# AttachmentItemID
source: Attachment Item
ar: نوع المرفق

# AttachmentItemName
source: Attachment Item
ar: نوع المرفق

source: Brand
ar: العلامة التجارية

# CompanyID
source: Company
ar: المنشأة

# DealerCompanyName
source: Dealer Company
ar: الشركة الموردة

# DepartmentID
source: Department
ar: القسم

source: Device BarCode
ar: باركود الجهاز

source: DeviceID
ar: الجهاز

# DeviceItemID
source: Device Item
ar: نوع الجهاز

# DeviceStatuesID
source: Device Statues
ar: حالة الجهاز

source: Email Address
ar: البريد الالكتروني

source: First Periodic Maintenance Date
ar: تاريخ اول صيانة وقائية

source: Manfacture
ar: الشركة المصنعة

source: Mobile
ar: رقم الجوال

# ModelName
source: Model
ar: الموديل

source: Name
ar: الاسم

# NationaID
source: National ID
ar: رقم الهوية

source: Password
ar: كلمة المرور

source: Periodic Maintenance
ar: يتطلب عمل صيانة وقائية

source: Periodic Maintenance After Days
ar: عدد الايام لاجراء الصيانة الوقائية من تاريخ اول صيانة

source: purchase Date
ar: تاريخ الشراء

source: SerialNumber
ar: الرقم التسلسلي

# UserAvatarUrl
source: User Image
ar: الصورة الشخصية

# UserID
source: ID
ar: المستخدم

source: UserName
ar: اسم المستخدم

source: User State
ar: حالة المستخدم

# UserStateID
source: User State
ar: حالة المستخدم

source: Warranty Expiration Date
ar: تاريخ انتهاء الضمان

# CompanyLogoUrtl
source: Company Logo
ar: شعار المنشأة

source: Company Name
ar: اسم المنشأة

# EmailAdress
source: Email Address
ar: البريد الالكتروني

source: Phone
ar: الهاتف

# SystemEmailSender
source: System Sender Email
ar: الايميل الخاص بالارسال من النظام

# SystemEmailSenderPassword
source: Password
ar: كلمة المرور

# SystemEmailSenderSMTP
source: System Sender Email SMTP
ar: SMTP الايميل الخاص بالارسال من النظام

source: Department Name
ar: القسم

# AttachmentID
source: Attachment
ar: المرفق

source: Attachment Title
ar: عنوان المرفق

source: Attachment Url
ar: الملف

# DeviceItemName
source: Device Item
ar: نوع الجهاز

# DeviceMaintenanceResualtID
source: Maintenance Resualt
ar: نتيجة الطلب للصيانة

# DeviceRequairmentMaintenanceID
source: Requairment Examination in Device
ar: المطلوب فحصه بالجهاز

# MaintenanceID
source: Maintenance Request
ar: طلب الصيانة

source: Note
ar: ملاحظات

# ResaultID
source: Examination Resault
ar: نتيجة الفحص

# EmpDoMaintenance
source: Technical Name
ar: اسم الفني

# EndMaintenanceResualt
source: Genral Maintenance Resualt
ar: النتيجة العامة للصيانة

# MaintenanceEndRequestDate
source: Request End Date
ar: تاريخ اغلاق الطلب

# MaintenanceItemID
source: Maintenance Item
ar: نوع الطلب

# MaintenanceRequestDate
source: Request Date
ar: تاريخ الطلب

# MaintenanceRequestNumber
source: Maintenance Request No
ar: رقم الطلب

source: Need Maintenance From PPM
ar: هل يحتاج الجهاز الى صيانة من الشركة

# RequestMaintenanceBy
source: Maintenance By
ar: الطلب بواسطة

# DeviceRequairmentMaintenance
source: Requairment Examination in Device
ar: المطلوب فحصه بالجهاز

# DeviceStatuesName
source: Device Statues
ar: حالة الجهاز

# MaintenanceItemName
source: Maintenance Item
ar: نوع الطلب

# ResaultName
source: Examination Resault
ar: نتيجة الفحص

# DeviceImageUrl
source: Device Image
ar: صورة الجهاز

source: EPC
ar: رقم الباركود الالكتروني

source: RFID Device ID
ar: سيريال جهاز RFID

source: RFID Device Name
ar: اسم الجهاز

source: RFID IP Address
ar: عنوان الشبكة للجهاز

# RfidLocationNo
source: Location Name
ar: الموقع

# RFIDTBLID
source: RFID Device Name
ar: معرف الجهاز

source: Antenna Location
ar: موقع اللاقط

source: Antenna Name
ar: اسم اللاقط

source: Antenna No
ar: رقم اللاقط

source: ReaderAntennaID
ar: معرف اللاقط

source: Device Statues ID 1
ar: حالة الجهاز 1
